app/controllers/peoples_controller.rb

SELECT * FROM `peoples` WHERE (`peoples`.`id` = 1)
---
  def show
    @people = People.find(params[:id])

INSERT INTO `peoples` (`name`, `number`, `city`, `tel_com`, `birth`, `created_at`, `postal`, `updated_at`, `adress`, `complement`, `tel_res`, `tel_cel`, `email`) VALUES('Eduardo Cordeiro', '417', 1, '51 8193-0435', '2005-09-11', '2010-01-24 17:11:02', '90690-410', '2010-01-24 17:11:02', 'Rua Prof. Ivo Corseiul', 'Petrópolis', '51 3334-2579', '51 8193-0435', 'educordeiro@gmail.com')
---
  def create
    @people = People.new(params[:people])

    respond_to do |format|
      if @people.save